[
    {
        "id":"1",
        "name":"Nassau, Bahamas",
        "img":"https://hips.hearstapps.com/hmg-prod/images/where-to-travel-in-october-nassau-bahamas-atlantis-1659028831.jpg?crop=0.750xw:1.00xh;0,0&resize=768:*",
        "details":"Nassau is home to gorgeous blue waters, cotton candy sunsets and a variety of tropical resorts, giving tourists a large variety of lodging. Make sure to check out local culinary tours and straw markets as well as the rum distilleries. And for those who want to enjoy a more laid-back kid-free trip, the Sandals Royal Bahamian is an adults-only resort with 10 restaurants, eight bars, seven pools AND a private island.",
        "related":"How One Designer Turned a Charleston Fixer-Upper into Her Dream Home"
    },
    {
        "id":"2",
        "name":"Charleston, South Carolina",
        "img":"https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/where-to-travel-in-october-charleston-south-carolina-1659118576.jpg?crop=0.668xw:1.00xh;0,0&resize=768:*",
        "details":"The colorful houses on Charleston's infamous Rainbow Row make for a spectacular photo background. Check out this row of 13 historic homes on East Bay Street, just along The Battery, that have been around since 1740. Other top activities include the city's harbor, Frankie's Fun Park (for the kids), farmers' markets, museums and shopping. Luckily, you can still enjoy the warm temperatures of South Carolina in October without any of the harsh summer humidity. Hotels typically start as low as $100 a night and get more expensive the closer you are to the center of Charleston. Airfare starts around $140 for a round-trip ticket.",
        "related":"25 Best Family Vacations That Everyone Will Love, From Babies and Toddlers to Teens"
    },
    {
        "id":"3",
        "name":"Florence, Italy",
        "img":"https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/where-to-travel-in-october-florence-italy-1659118915.jpg?crop=0.668xw:1.00xh;0.141xw,0&resize=768:*",
        "details":"Take advantage of the off-season, and say ciao! to Italy. The weather is still warm, while hotels and local attractions are more affordable (and manageable). If you're a whiz at budgeting, you might even be able to find hotel lodging and vacation rentals for as low as $94 per night. October is the perfect time for sightseers to enjoy long walks exploring one-of-a-kind architecture, like the Cathedral of Santa Maria del Fiore Piazza Duomo (pictured here). Honeymooners can have a romantic meal for two with tasty bites from the famous San Lorenzo Market. Meanwhile, festival-goers will love exploring the many food and art festivals going on around the city.",
        "related":"2The Best Carry-On Luggage to Buy in 2022"
    },
    {
        "id":"4",
        "name":"Puerto Viejo, Costa Rica",
        "img":"https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/where-to-travel-in-october-puerto-viejo-costa-rica-1659028581.jpg?crop=0.750xw:1.00xh;0.0153xw,0&resize=768:*",
        "details":"If you're the kind of person who prefers to spend your vacation primarily in a bathing suit, then you'll want to book a quick flight to Puerto Viejo. October is the month to get the cheapest flights to Costa Rica. Puerto Viejo has everything you could want on vacation — water sports, hiking, zip lining, snorkeling, nightlife, shopping and even animal sanctuaries you can visit. It's the perfect pick whether you're going with your family, girlfriends or partner. The only thing you'll have to worry about is what cocktail you'll be sipping on the beach come happy hour.",
        "related":"Want to catch some waves and get a glimpse of migrating humpback whales? If so, Maui is your place."
    },
    {
        "id":"5",
        "name":"Yellowstone National Park, Wyoming",
        "img":"https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/where-to-travel-in-october-yellowstone-national-park-wyoming-1659027937.jpg?crop=0.682xw:1.00xh;0.100xw,0&resize=768:*",
        "details":"If you love fresh air, nature and wildlife, a trip to Yellowstone sounds like the ideal vacay. Not only do hotels in the area start at $90 a night ($15 if you're camping), but the impending winter means that wildlife is on full display. Bears, wolves, moose, elk, bison, otters and fox can be seen in almost every area of the park. Hike, walk, or fish and spend your time taking photos to show your friends and family when you get back home. Certain camp grounds start to close in October (or earlier) so make sure you check ahead of time to confirm your sleeping arrangements.",
        "related":"With the monsoon season just ending, travelers visiting Thailand’s capital can enjoy pleasant weather with less humidity."
    },
    {
        "id":"6",
        "name":"Bar Harbor, Maine",
        "img":"https://hips.hearstapps.com/hmg-prod/images/where-to-travel-in-october-bar-harbor-maine-1659029148.jpg?crop=0.667xw:1.00xh;0.139xw,0&resize=768:*",
        "details":"You'll have to venture little ways north to find this idyllic spot. Before the temperature drops to a frigid 19°F come December, take a drive up the East Coast to enjoy the picturesque nature of Bar Harbor. The stunning coastal view is only enhanced by the changing leaves, which hit their peak colors around mid-October. The town's quick-and-easy access to Acadia National Park as well as the Bar Island Trail, Lulu Lobster Boat Ride, Atlantic Climbing School, and whale watching make Bar Harbor the perfect place to take the entire family.",
        "related":"20 Stunning Places to See Fall Foliage in New England in 2022"
    }
]